import React from "react";
import styles from "../styles/AboutTantra.module.css";

const AboutTantra = (): JSX.Element => {
  return (
    <div id="about-tantra" className={styles["about-tantra"]}>
      <div className={styles["content"]}>
        <div className={styles["heading"]}>
          <h2 className={"yellow-bottom"}>ABOUT TANTRAFIESTA</h2>
        </div>
        <div
          data-aos="fade-up"
          data-aos-duration="800"
          className={styles["description"]}
        >
          <p>
            २०२१ च्या मार्च महिन्यात आम्ही घरबांधणी ची सुरूवात केली. घराचा एक एक
            चिरा रचताना आम्हाला खूप जणांची साथ मिळाली आणि आमची वास्तू पूर्णत्वास
            आली. आपण सर्वांना सांगायला आनंद होत आहे की येत्या २३ मार्च, २०२३ ला
            आपण वास्तुशांती करण्याचे ठरविले आहे. आपली उपस्थिती आमचा आनंद
            द्विगुणित तर करेलच आणि आमच्या सोहळ्याची शोभा पण वाढवेल. या
            गृहप्रवेशाचे सोहळ्याचे आपण सगळ्यांना आग्रहाचं आमंत्रण आहे
          </p>
          <br />
          {/* <p>
            २०२१ च्या मार्च महिन्यात आम्ही घरबांधणी ची सुरूवात केली. घराचा एक एक
            चिरा रचताना आम्हाला खूप जणांची साथ मिळाली आणि आमची वास्तू पूर्णत्वास
            आली. आपण सर्वांना सांगायला आनंद होत आहे की येत्या २३ मार्च, २०२३ ला
            आपण वास्तुशांती करण्याचे ठरविले आहे. आपली उपस्थिती आमचा आनंद
            द्विगुणित तर करेलच आणि आमच्या सोहळ्याची शोभा पण वाढवेल. या
            गृहप्रवेशाचे सोहळ्याचे आपण सगळ्यांना आग्रहाचं आमंत्रण आहे
          </p> */}
        </div>
      </div>
    </div>
  );
};

export default AboutTantra;
